chat_system_1351433990_actor_description=Griffin Kaghem. Griffin.
chat_system_1351433990_snap_9_question=^?^I and the rest of my family will be always grateful to you, [player]!
chat_system_1351433990_snap_9_answer_0=^?^It is nice to hear your words. See you, Kaghem.
chat_system_1351433990_snap_7_question=^?^Have you brought the egg? Have you found my little Artridis, the future heir of Kaghems flock?
chat_system_1351433990_snap_7_answer_0=^?^I don't know if it is Artridis or not... But I have found an egg.
chat_system_1351433990_snap_7_answer_1=^?^No, I haven't yet found any eggs...
chat_system_1351433990_snap_8_question=^?^It's him! My Artridis! Thank you from all the Kaghems!<br>[reward]
chat_system_1351433990_snap_8_answer_0=^?^Thank you, Griffin. And my advice to you - keep a closer eye on your nest.
chat_system_1351433990_snap_0_question=^?^Help! Help me!
chat_system_1351433990_snap_0_answer_0=^?^What happened, birdie?
chat_system_1351433990_snap_1_question=^?^Birdie? I'm a Griffin! Ok, call me whatever, even a chicken if you must, but please, please help me!<br>Look, there is a huge spider and she has laid her eggs. Please, clear my nest.<br>[reward]
chat_system_1351433990_snap_1_answer_0=^?^Of course, I'll help you.
chat_system_1351433990_snap_3_question=^?^She's dead! Thank you very much, young man!
chat_system_1351433990_snap_3_answer_0=^?^Is that all you need, or do you have any further request?
chat_system_1351433990_snap_4_question=^?^You know, it wouldn't have been proper for me to ask you... But now that you brought it up...<br>An egg vanished from my nest. I think spiders stole it to eat it. Please, go into the cave and find it. You'll recognize my egg at once: there's our family emblem on it. I'm not a common Griffin, but the noble Kaghem from the Royal Family. That means... well, among other things, it means that it's a blue egg-shell.
chat_system_1351433990_snap_4_answer_0=^?^Why don't you go and take back the egg yourself?
chat_system_1351433990_snap_5_question=^?^Griffins can't easily go into closed and dark places. This is why I ask you to go.
chat_system_1351433990_snap_5_answer_0=^?^Well... Alright, I'll go into the caves. Where are they?
chat_system_1351433990_snap_6_question=^?^The entrance into Griffin's Underground is here, on the island. Just below.
chat_system_1351433990_snap_6_answer_0=^?^Ok, you wait here.
chat_system_1351433990_snap_2_question=^?^He's there! He's still there; I hear him moving his legs.
chat_system_1351433990_snap_2_answer_0=^?^Don't worry. Everything will be ok.
